<?php

return [
    "nav" => [
        "profile" => [
            "action-1" => "تغيير معلومات الفرع",
            "action-2" => "تغيير معلومات الحساب",
            "action-3" => "تغيير كلمة المرور",
            "action-4" => "تسجيل خروج من الجهاز الحالي",
            "action-5" => "تسجيل خروج من جميع الاجهزة",
        ]
    ],

    "side-nav" => [
        "block-vendors" => [
            "header" => "الفروع",
            "add"    => "اضافة فرع",
            "all"    => "جميع الفرع"
        ],

        "block-items" => [
            "header"         => "المواد",
            "add"            => "اضافة مادة",
            "all"            => "جميع المواد",
            "deleted"        => "المواد المحذوفه (المؤرشفة)",
            "classification" => "تصنيف المواد"
        ],

        "block-categories" => [
            "header"    => "الاصناف",
            "add"       => "اضافة صنف",
            "all"       => "جميع الاصناف",
            "main-show" => "اصناف العرض الرئيسية"
        ],

        "block-orders" => [
            "header" => "الطلبات",
            "all"    => "جميع الطلبات",
            "review" => "الطلبات قيد المراجعة",
            "accept" => "الطلبات المقبولة",
            "reject" => "الطلبات المرفوضة",
        ],
    ]
];
