<?php

return [
    "index" => [
        "title"    => "اصناف العرض الرئيسية",
        "header-1" => "اضافة صنف جديد",
        "header-2" => "اصناف العرض الرئيسية حاليا",
        "note"     => "يمكنك اختيار اربع اصناف فقط.",
        "btn-send" => "ارسال"
    ],

    "store" => [
        "counter" => "لايمكن اضافة اكثر من اربع اصناف.",
        "old-add" => "تم اضافة الصنف مسبقا.",
        "success" => "تم اضافة الصنف بنجاح.",
        "failed"  => "لم يتم اضافة الصنف، اعد المحاولة."
    ],

    "delete" => [
        "not-found" => "الصنف غير موجود.",
        "success"   => "تم حذف الصنف بنجاح.",
        "failed"    => "لم يتم حذف الصنف، اعد المحاولة."
    ],

    "placeholder" => [
        "select-category" => "اختر الصنف"
    ]
];
