<?php

return [
    "index" => [
        "title"          => "الصور والفديوهات",
        "note-1"         => "يمكنك اختيار صورة او مجموعة صور حول هذه المادة",
        "btn-send"       => "ارسال",
        "select-image"   => "اذا كنت تريد جعلها الصورة رئيسية",
        "delete-image"   => "اذا كنت تريد حذف الصورة",
        "btn-click-here" => "اضغط هنا",
        "null-image"     => "لا توجد صور لعرضها",
    ],

    "store-image" => [
        "success" => "تم رفع جميع الصور بنجاح.",
        "failed"  => "لم يتم رفع جميع الصور، اعد المحاولة."
    ],

    "select-image" => [
        "success" => "تم اختيار الصور بنجاح.",
        "failed"  => "لم يتم اختيار الصور، اعد المحاولة."
    ],

    "delete-image" => [
        "success" => "تم حذف الصور بنجاح.",
        "failed"  => "لم يتم حذف الصور، اعد المحاولة."
    ],

    "placeholder" => [
        "image" => "اختر الصور"
    ]
];
