<?php

return [
    "index" => [
        "note" => [
            "header" => "الملف الشخصي الخاص بك",
            "line-v" => "يمكنك تغيير المعلومات الخاص بالفرع",
            "line-a" => "يمكنك تغيير المعلومات الخاص بحسابك",
            "line-c" => "يمكنك تغيير كلمة المرور الخاصة بحسابك",
            "line-i" => "يمكن فقط للمسؤول تغيير معلومات الفرع",
        ],

        "tab" => [
            "vendor"          => "تغيير معلومات الفرع",
            "account"         => "تغيير معلومات الحساب",
            "change-password" => "تغيير كلمة المرور"
        ],
    ]
];
