<?php

return [
    'column' => [
        'id'               => 'رقم',
        'lang'             => 'اللغة',
        'title'            => 'العنوان',
        'content'          => 'المحتوى',
        'image'            => 'الصورة',
        'url'              => 'رابط خارجي',
        'youtube_video_id' => 'يوتيوب فديو',
        'type'             => 'النوع',
        'state'            => 'الحالة',
        'created_at'       => 'تاريخ الانشاء',
    ],

    'components' => [
        'datatable' => [
            'title-'  => 'جميع الإعلانات',
            'title-1' => 'جميع الإعلانات المعلنه للطلاب',
            'title-2' => 'جميع الإعلانات المعلنه للمستمعين',
            'title-3' => 'جميع الإعلانات المعلنه للطلاب و للمستمعين',
            'btn-add' => 'اضافة إعلان'
        ]
    ],


    'index' => [
        'title' => 'الإعلانات'
    ],
];
